-- phpMyAdmin SQL Dump
-- version 3.5.8.2
-- http://www.phpmyadmin.net
--
-- 主机: 127.0.0.1
-- 生成日期: 2014 年 07 月 17 日 18:33
-- 服务器版本: 5.6.14
-- PHP 版本: 5.4.24

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `bus`
--
DROP DATABASE `bus`;
CREATE DATABASE `bus` DEFAULT CHARACTER SET latin1 COLLATE latin1_swedish_ci;
USE `bus`;

-- --------------------------------------------------------

--
-- 表的结构 `Video`
--

DROP TABLE IF EXISTS `Video`;
CREATE TABLE IF NOT EXISTS `Video` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `title` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '标题',
  `description` varchar(500) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '描述',
  `url` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '视频url',
  `imgUrl` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `playCount` int(11) NOT NULL DEFAULT '0' COMMENT '播放次数',
  `createTime` timestamp NULL DEFAULT NULL COMMENT '创建时间',
  `modifyTime` timestamp NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=44 ;

--
-- 转存表中的数据 `Video`
--

INSERT INTO `Video` (`id`, `title`, `description`, `url`, `imgUrl`, `playCount`, `createTime`, `modifyTime`) VALUES
(1, '趙枫_的微视', '老张说开车去东北，这车是哪来的。', '/upload/video/趙枫_的微视.mp4', '/upload/images/1405491717.png', 0, '2014-07-14 08:05:26', '2014-07-14 08:05:26'),
(2, '爆笑太有才了的微视', '二货男人带孩子，结果孩子飞了', '/upload/video/爆笑太有才了的微视.mp4', '/upload/images/1405492674.png', 0, '2014-07-14 08:06:00', '2014-07-14 08:06:00'),
(3, '爆笑太有才了的微视(1)', '一包薯片这么多。。。', '/upload/video/爆笑太有才了的微视(1).mp4', '/upload/images/1405492684.png', 0, '2014-07-14 08:06:23', '2014-07-14 08:06:23'),
(4, '爆笑太有才了的微视(2)', '牛人花式足球⚽️真厉害', '/upload/video/爆笑太有才了的微视(2).mp4', '/upload/images/1405492691.png', 0, '2014-07-14 08:09:46', '2014-07-14 08:09:46'),
(5, '爆笑太有才了的微视(3)', '苹果质量真心不错哦呀', '/upload/video/爆笑太有才了的微视(3).mp4', '/upload/images/1405492702.png', 0, '2014-07-14 08:10:03', '2014-07-14 08:10:03'),
(6, '爆笑太有才了的微视(4)', '最佳损友，怎么交了这么个朋友', '/upload/video/爆笑太有才了的微视(4).mp4', '/upload/images/1405492708.png', 0, '2014-07-14 08:10:19', '2014-07-14 08:10:19'),
(7, '我们爱播冷笑话的微视', '这个搭车碉堡了，自从有了这个技能，妈妈再也不用担心我坐不上车了', '/upload/video/我们爱播冷笑话的微视.mp4', '/upload/images/1405492719.png', 0, '2014-07-14 08:10:38', '2014-07-14 08:10:38'),
(8, '我们爱播冷笑话的微视(1)', '呜呜呜，是亲生的吗？你瞧把小孩吓的。。。', '/upload/video/我们爱播冷笑话的微视(1).mp4', '/upload/images/1405492726.png', 0, '2014-07-14 08:10:59', '2014-07-14 08:10:59'),
(9, '我们爱播冷笑话的微视(2)', '这个视觉创意真心碉堡了，好喜欢，赞！', '/upload/video/我们爱播冷笑话的微视(2).mp4', '/upload/images/1405492735.png', 0, '2014-07-14 08:11:34', '2014-07-14 08:11:34'),
(10, '龚静tippi的微视', '谁拿走了照片墙的杯子？！连画中的小伙伴都惊呆啦', '/upload/video/龚静tippi的微视.mp4', '/upload/images/1405384412.png', 0, '2014-07-14 08:11:54', '2014-07-14 08:11:54'),
(11, '我们爱播冷笑话的微视(3)', '狗狗不小心看到黄色前段，表情碉堡了偷笑', '/upload/video/我们爱播冷笑话的微视(3).mp4', '/upload/images/1405492767.png', 0, '2014-07-14 08:12:09', '2014-07-14 08:12:09'),
(12, '我们爱播冷笑话的微视(4)', '主银你大爷的，老纸不是机关枪呀，快放开劳资。。。', '/upload/video/我们爱播冷笑话的微视(4).mp4', '/upload/images/1405492776.png', 0, '2014-07-14 08:12:27', '2014-07-14 08:12:27'),
(13, '金大威Abel的微视', '叫你跑，真心死不掉。', '/upload/video/金大威Abel的微视.mp4', '/upload/images/1405384499.png', 0, '2014-07-14 08:12:40', '2014-07-14 08:12:40'),
(14, '李佳007的微视', '你说我们笑屎个人 打个招呼有你什么事啊？贫僧喝多了 ！偷笑偷笑瞎凑热闹！', '/upload/video/李佳007的微视.mp4', '/upload/images/1405384516.png', 0, '2014-07-14 08:12:54', '2014-07-14 08:12:54'),
(15, '我们爱播冷笑话的微视(5)', '我去，避孕套还可以这么玩，真是大开眼界呀！', '/upload/video/我们爱播冷笑话的微视(5).mp4', '/upload/images/1405492759.png', 0, '2014-07-14 08:13:08', '2014-07-14 08:13:08'),
(17, '我们爱播冷笑话的微视(6)', '身为一个喵星人，你这么点弹跳真让我鄙视你！', '/upload/video/我们爱播冷笑话的微视(6).mp4', '/upload/images/1405492751.png', 0, '2014-07-14 08:13:34', '2014-07-14 08:13:34'),
(19, '李佳007的微视(5)', '你咋天天这么欠揍呢.一天不挨揍.皮痒痒是吧？', '/upload/video/李佳007的微视(5).mp4', '/upload/images/1405384560.png', 0, '2014-07-14 08:14:03', '2014-07-14 08:14:03'),
(20, '我们爱播冷笑话的微视(7)', '哎吆，这哥们好屌哦，玩的不错哟！', '/upload/video/我们爱播冷笑话的微视(7).mp4', '/upload/images/1405492743.png', 0, '2014-07-14 08:14:19', '2014-07-14 08:14:19'),
(21, '我们爱播冷笑话的微视(8)', '二货逗狗，结果狗链断了，真的断了。。叫你再二。。哈哈。。', '/upload/video/我们爱播冷笑话的微视(8).mp4', '/upload/images/1405492798.png', 0, '2014-07-14 08:14:34', '2014-07-14 08:14:34'),
(22, '我们爱播冷笑话的微视(9)', '真心很碉堡，这样都可以杀人，好厉害', '/upload/video/我们爱播冷笑话的微视(9).mp4', '/upload/images/1405492807.png', 0, '2014-07-14 08:14:49', '2014-07-14 08:14:49'),
(23, '美女_微视', '妹子这口形对不上呀', '/upload/video/美女_微视.mp4', '/upload/images/1405384637.png', 0, '2014-07-14 08:15:02', '2014-07-14 08:15:02'),
(24, '我们爱播冷笑话的微视(10)', '这狗狗是谁教的？快给我出来', '/upload/video/我们爱播冷笑话的微视(10).mp4', '/upload/images/1405492817.png', 0, '2014-07-14 08:15:16', '2014-07-14 08:15:16'),
(26, '人民网的微视', '和谐看球', '/upload/video/人民网的微视.mp4', '/upload/images/1405384704.png', 0, '2014-07-14 08:15:42', '2014-07-14 08:15:42'),
(27, '我们爱播冷笑话的微视(11)', '尼玛瞎呀，这是老纸的头发怒。。PS:我已经笑尿了，哈哈哈！', '/upload/video/我们爱播冷笑话的微视(11).mp4', '/upload/images/1405492826.png', 0, '2014-07-14 08:15:55', '2014-07-14 08:15:55'),
(28, '我们爱播冷笑话的微视(12)', '埃菲尔铁塔怎么突然变没了？为什么？太牛了！', '/upload/video/我们爱播冷笑话的微视(12).mp4', '/upload/images/1405492835.png', 0, '2014-07-14 08:16:09', '2014-07-14 08:16:09'),
(29, '袁婧怡的微视', '世界杯最激动人心的冠军赛就要到来！今晚必须熬夜看球！大家一起期待吧！！', '/upload/video/袁婧怡的微视.mp4', '/upload/images/1405384749.png', 0, '2014-07-14 08:16:22', '2014-07-14 08:16:22'),
(30, '我们爱播冷笑话的微视(13)', '正所谓天下武功唯快不破，这也太快了吧', '/upload/video/我们爱播冷笑话的微视(13).mp4', '/upload/images/1405492787.png', 0, '2014-07-14 08:16:34', '2014-07-14 08:16:34'),
(31, 'JaySin的微视', '超强合体！德国必胜！！我要用我拙劣的脚法，表达我这伪德粉的支持。战车前进！“啊呀”大神又肥来咯。。。。', '/upload/video/JaySin的微视.mp4', '/upload/images/1405384765.png', 0, '2014-07-14 08:16:48', '2014-07-14 08:16:48'),
(32, '我们爱播冷笑话的微视(14)', '哈哈哈，笑尿了，叫你丫再装逼，你的鸟受不了了吧', '/upload/video/我们爱播冷笑话的微视(14).mp4', '/upload/images/1405492850.png', 0, '2014-07-14 08:17:02', '2014-07-14 08:17:02'),
(33, '我们爱播冷笑话的微视(15)', '上班久了，好想去户外寻找刺激的想法，想玩极限一跃而下忘掉烦恼。。', '/upload/video/我们爱播冷笑话的微视(15).mp4', '/upload/images/1405492864.png', 0, '2014-07-16 06:33:10', '2014-07-16 06:33:10'),
(34, '我们爱播冷笑话的微视(16)', '这可能是史上最牛逼的抽烟了吧，感觉牛逼你就拍拍手', '/upload/video/我们爱播冷笑话的微视(16).mp4', '/upload/images/1405492874.png', 0, '2014-07-16 06:33:31', '2014-07-16 06:33:31'),
(35, '我们爱播冷笑话的微视(17)', '哥们你的假摔太假了，演技还待加强！笑死我了！', '/upload/video/我们爱播冷笑话的微视(17).mp4', '/upload/images/1405492882.png', 0, '2014-07-16 06:33:47', '2014-07-16 06:33:47'),
(36, '我们爱播冷笑话的微视(18)', '哥们你以为你是成龙啊', '/upload/video/我们爱播冷笑话的微视(18).mp4', '/upload/images/1405492891.png', 0, '2014-07-16 06:34:02', '2014-07-16 06:34:02'),
(37, '我们爱播冷笑话的微视(19)', '这小孩估计是充话费送的，不过看着很喜感啊', '/upload/video/我们爱播冷笑话的微视(19).mp4', '/upload/images/1405492898.png', 0, '2014-07-16 06:34:37', '2014-07-16 06:34:37'),
(38, '我们爱播冷笑话的微视(20)', '什么才叫猪一样的对手，看看吧！', '/upload/video/我们爱播冷笑话的微视(20).mp4', '/upload/images/1405492905.png', 0, '2014-07-16 06:34:49', '2014-07-16 06:34:49'),
(39, '我们爱播冷笑话的微视(21)', '【经典回放】好像跆拳道表演，看一遍笑一遍！', '/upload/video/我们爱播冷笑话的微视(21).mp4', '/upload/images/1405492914.png', 0, '2014-07-16 06:35:01', '2014-07-16 06:35:01'),
(40, '我们爱播冷笑话的微视(22)', '人摸狗样，玩的还不错，很逼真！早安，周末快乐！', '/upload/video/我们爱播冷笑话的微视(22).mp4', '/upload/images/1405492922.png', 0, '2014-07-16 06:35:16', '2014-07-16 06:35:16'),
(41, '我们爱播冷笑话的微视(23)', '这小狗狗太牛逼了，竟然都会玩滑板了！太厉害！', '/upload/video/我们爱播冷笑话的微视(23).mp4', '/upload/images/1405492930.png', 0, '2014-07-16 06:35:29', '2014-07-16 06:35:29'),
(42, '我们爱播冷笑话的微视(24)', '请用一句话形容此种行为', '/upload/video/我们爱播冷笑话的微视(24).mp4', '/upload/images/1405492938.png', 0, '2014-07-16 06:35:42', '2014-07-16 06:35:42'),
(43, '我们爱播冷笑话的微视(25)', '这马神了，还会跳绳，真是神马呀！', '/upload/video/我们爱播冷笑话的微视(25).mp4', '/upload/images/1405492947.png', 0, '2014-07-16 06:35:59', '2014-07-16 06:35:59');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
